import React from 'react';


function Rules () {
    return (
        <div className="rules_wrap">
            <h2>Правила BookList:</h2>
            <p>Написание Рецензий / Отзывов.</p>
            <p>1.Спам - наказание бан 3д/запрет на их написание.</p>
            <p>2.Флуд - наказание бан 3д/запрет на их написание.</p>
            <p>3.Отсутствие смысловой нагрузки в рецензии -  бан 1д/1н/запрет на их написание.</p>
            <p>4.Копирование чужой рецензии бан 3д//запрет на их написание.</p>
            <br/>
            <p>Написание сообщений.</p>
            <p>1.Спам - наказание бан 3д/запрет на их написание.</p>
            <p>2.Флуд - наказание бан 3д/запрет на их написание.</p>
            <p>3.Деанон - бан на всегда.</p>
            <p>4.Слив оф информации - бан на всегда.</p>
            <br/>
            <p>Безопасность сайта.</p>
            <p>1.Попытка взлома - бан навсегда.</p>
            <p>2.Использование абузов - бан навсегда.</p>
            <p>3.Если найдете баг напишите администрации - получите персональное преимущество.</p>
            <br/>
            <p>Добавление книг на сайт.</p>
            <p>1.Спам - наказание бан 3н/запрет на их написание.</p>
            <p>2.Флуд - наказание бан 3н/запрет на их написание.</p>
            <p>Добавление 3 не принятых книг бан данной возможности.</p>
            <br/>
            <p><b>Также Администраторы имеют право забанить кого угодно без причины.</b></p>
    </div>
)}
export default Rules;
